app/controllers/sessions_controller.rb

SELECT  "operators".* FROM "operators"  WHERE "operators"."email" = 'tinka92k@gmail.com' LIMIT 1
---
  def create
    operator = Operator.find_by_email(params[:session][:email])